Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Apple Speech can reserve up to 5 languages. Manage reserved languages in Mode settings.
ca: Apple Speech pot reservar fins a 5 idiomes. Gestiona els idiomes reservats a la configuració del mode.
de: Apple Speech kann bis zu 5 Sprachen reservieren. Verwalte reservierte Sprachen in den Moduseinstellungen.
eo: Apple Speech povas rezervi ĝis 5 lingvojn. Administru rezervitajn lingvojn en la agordoj de reĝimo.
pl: Apple Speech może zarezerwować do 5 języków. Zarządzaj zarezerwowanymi językami w ustawieniach trybu.
zh_hans: Apple Speech 最多可保留 5 种语言。请在「模式」设置中管理已保留的语言。

source: Apple Speech could not reserve language assets for %@. Manage reserved Apple Speech languages in settings.
ca: Apple Speech no ha pogut reservar els recursos d'idioma per a %@. Gestiona els idiomes reservats d'Apple Speech a la configuració.
de: Apple Speech konnte die Sprachressourcen für %@ nicht reservieren. Verwalte reservierte Apple-Speech-Sprachen in den Einstellungen.
eo: Apple Speech ne povis rezervi lingvajn rimedojn por %@. Administru rezervitajn lingvojn de Apple Speech en la agordoj.
pl: Apple Speech nie mógł zarezerwować zasobów językowych dla %@. Zarządzaj zarezerwowanymi językami Apple Speech w ustawieniach.
zh_hans: Apple Speech 无法为 %@ 预留语言资源。请在设置中管理已预留的 Apple Speech 语言。

source: Apple Speech did not finish returning transcription results.
ca: Apple Speech no ha acabat de retornar els resultats de la transcripció.
de: Apple Speech hat die Rückgabe der Transkriptionsergebnisse nicht abgeschlossen.
eo: Apple Speech ne finis redoni transskribajn rezultojn.
pl: Apple Speech nie zakończył zwracania wyników transkrypcji.
zh_hans: Apple Speech 未能完整返回转写结果。

source: Apple Speech does not support this language.
ca: Apple Speech no admet aquest idioma.
de: Apple Speech unterstützt diese Sprache nicht.
eo: Apple Speech ne subtenas ĉi tiun lingvon.
pl: Apple Speech nie obsługuje tego języka.
zh_hans: Apple Speech 不支持此语言。

source: Apple Speech language download failed: %@
ca: No s'ha pogut baixar l'idioma d'Apple Speech: %@
de: Download der Apple-Speech-Sprache fehlgeschlagen: %@
eo: Elŝuto de lingvo por Apple Speech malsukcesis: %@
pl: Pobieranie języka Apple Speech nie powiodło się: %@
zh_hans: Apple Speech 语言下载失败：%@

source: Apple Speech language downloads are not available on this system.
ca: Les baixades d'idiomes d'Apple Speech no estan disponibles en aquest sistema.
de: Downloads für Apple-Speech-Sprachen sind auf diesem System nicht verfügbar.
eo: Elŝutoj de lingvoj por Apple Speech ne disponeblas en ĉi tiu sistemo.
pl: Pobieranie języków Apple Speech nie jest dostępne w tym systemie.
zh_hans: 此系统不支持下载 Apple Speech 语言。

source: Apple Speech language is downloaded.
ca: L'idioma d'Apple Speech ja està baixat.
de: Die Apple-Speech-Sprache wurde heruntergeladen.
eo: La lingvo por Apple Speech estas elŝutita.
pl: Język Apple Speech został pobrany.
zh_hans: Apple Speech 语言已下载。

source: Apply intelligent text formatting to break large block of text into paragraphs.
ca: Aplica un format de text intel·ligent per dividir els blocs de text llargs en paràgrafs.
de: Intelligente Textformatierung anwenden, um große Textblöcke in Absätze zu unterteilen.
eo: Aplikas inteligentan tekstformatadon, dividante grandajn tekstoblokojn en alineojn.
pl: Stosuje inteligentne formatowanie tekstu, dzieląc duże bloki tekstu na akapity.
zh_hans: 应用智能文本排版，将大段文字拆分为段落。

source: Are you sure you want to delete '%@' prompt? This action cannot be undone.
ca: Segur que vols eliminar la indicació «%@»? Aquesta acció no es pot desfer.
de: Soll der Prompt „%@“ wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
eo: Ĉu vi certe volas forigi la instigon „%@“? Ĉi tiu ago ne estas malfarebla.
pl: Czy na pewno chcesz usunąć prompt „%@"? Tej operacji nie można cofnąć.
zh_hans: 确定要删除提示词「%@」吗？此操作无法撤销。

source: Are you sure you want to delete '%@'? This action cannot be undone.
ca: Segur que vols eliminar «%@»? Aquesta acció no es pot desfer.
de: Soll „%@“ wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
eo: Ĉu vi certe volas forigi „%@“? Ĉi tiu ago ne estas malfarebla.
pl: Czy na pewno chcesz usunąć „%@"? Tej operacji nie można cofnąć.
zh_hans: 确定要删除「%@」吗？此操作无法撤销。

source: Are you sure you want to delete the custom enhancement model '%@'?
ca: Segur que vols eliminar el model de millora personalitzat «%@»?
de: Möchtest du das eigene Verbesserungsmodell „%@“ wirklich löschen?
eo: Ĉu vi certe volas forigi la propran plibonigan modelon „%@“?
pl: Czy na pewno chcesz usunąć własny model ulepszania „%@"?
zh_hans: 确定要删除自定润色模型「%@」吗？

source: Are you sure you want to delete the custom model '%@'?
ca: Segur que vols eliminar el model personalitzat «%@»?
de: Möchtest du das eigene Modell „%@“ wirklich löschen?
eo: Ĉu vi certe volas forigi la propran modelon „%@“?
pl: Czy na pewno chcesz usunąć własny model „%@"?
zh_hans: 确定要删除自定模型「%@」吗？

source: Are you sure you want to delete the model '%@'?
ca: Segur que vols eliminar el model «%@»?
de: Möchtest du das Modell „%@“ wirklich löschen?
eo: Ĉu vi certe volas forigi la modelon „%@“?
pl: Czy na pewno chcesz usunąć model „%@"?
zh_hans: 确定要删除模型「%@」吗？

source: Around %@ tokens
ca: Uns %@ tokens
eo: Ĉirkaŭ %@ ĵetonoj
pl: Około %@ tokenów

source: Arrow
ca: Fletxa
de: Pfeil
eo: Sago
pl: Strzałka
zh_hans: 箭头

source: Ask
ca: Preguntar
de: Fragen
eo: Demandi
pl: Zapytaj
zh_hans: 提问

source: Ask a Quick Question
ca: Fer una pregunta ràpida
eo: Demandi ion rapide
pl: Zadaj szybkie pytanie
zh_hans: 问个小问题

source: Assistant
ca: Assistent
de: Assistent
eo: Asistanto
pl: Asystent
zh_hans: 助手

source: Assistant response was not saved: %@
ca: No s'ha desat la resposta de l'assistent: %@
de: Assistentenantwort wurde nicht gespeichert: %@
eo: La respondo de la asistanto ne estis konservita: %@
pl: Odpowiedź asystenta nie została zapisana: %@
zh_hans: 助手回复未存储：%@

source: Audio
ca: Àudio
eo: Sonaĵo
zh_hans: 音频

source: Audio Cleanup
ca: Neteja d'àudio
de: Audio-Bereinigung
eo: Purigado de sonaĵoj
pl: Czyszczenie audio
zh_hans: 音频清理

source: Audio device is no longer available
ca: El dispositiu d'àudio ja no està disponible
de: Audiogerät ist nicht mehr verfügbar
eo: La sonaparato ne plu disponeblas
pl: Urządzenie audio nie jest już dostępne
zh_hans: 音频设备已不可用

source: Audio file is %.1f seconds long. Please use an audio file that is %.0f seconds or shorter for start and stop sounds.
ca: El fitxer d'àudio dura %.1f segons. Per als sons d'inici i d'aturada, fes servir un fitxer d'àudio de %.0f segons o menys.
de: Die Audiodatei ist %.1f Sekunden lang. Bitte verwende für Start- und Stopptöne eine Audiodatei, die %.0f Sekunden oder kürzer ist.
eo: La sondosiero daŭras %.1f sekundojn. Por la sonoj de komenco kaj fino uzu sondosieron de %.0f sekundoj aŭ malpli.
pl: Plik audio ma %.1f sekund. Użyj pliku audio o długości %.0f sekund lub krótszego dla dźwięków startu i stopu.
zh_hans: 音频文件长度为 %.1f 秒。请为开始和停止提示音使用 %.0f 秒或更短的音频文件。

source: Audio file not found
ca: No s'ha trobat el fitxer d'àudio
de: Audiodatei nicht gefunden
eo: Sondosiero ne trovita
pl: Nie znaleziono pliku audio
zh_hans: 未找到音频文件

source: Audio Files
ca: Arxius d'àudio
de: Audiodateien
eo: Sondosieroj
pl: Pliki audio
zh_hans: 音频文件

source: Audio Input
ca: Entrada d'àudio
de: Audioeingabe
eo: Sonenigo
pl: Wejście audio
zh_hans: 音频输入

source: AudioUnit not initialized
ca: No s'ha inicialitzat l'AudioUnit
de: AudioUnit nicht initialisiert
eo: AudioUnit ne estas pravalorizita
pl: AudioUnit nie został zainicjalizowany
zh_hans: AudioUnit 未初始化

source: Auto
ca: Automàtic
eo: Aŭtomata
zh_hans: 自动

source: Auto Send
ca: Enviament automàtic
de: Automatisch senden
eo: Aŭtomata sendo
pl: Automatyczne wysyłanie
zh_hans: 自动发送

source: Auto-check Updates
ca: Cercar actualitzacions automàticament
de: Updates automatisch prüfen
eo: Aŭtomate kontroli ĝisdatigojn
pl: Automatyczne sprawdzanie aktualizacji
zh_hans: 自动检查更新

source: Auto-delete Audio Files
ca: Eliminació automàtica dels fitxers d'àudio
de: Audiodateien automatisch löschen
eo: Aŭtomate forigi sondosierojn
pl: Automatyczne usuwanie plików audio
zh_hans: 自动删除音频文件

source: Auto-delete Transcript History
ca: Eliminació automàtica de l'historial de transcripcions
de: Transkriptverlauf automatisch löschen
eo: Aŭtomate forigi transskriban historion
pl: Automatyczne usuwanie historii transkrypcji
zh_hans: 自动删除转写历史记录

source: Auto-delete Transcripts
ca: Eliminació automàtica de les transcripcions
de: Transkriptionen automatisch löschen
eo: Aŭtomate forigi transskribojn
pl: Automatyczne usuwanie transkrypcji
zh_hans: 自动删除转写记录

source: Autodetected
ca: Detectat automàticament
de: Automatisch erkannt
eo: Aŭtomate detektita
pl: Wykryto automatycznie
zh_hans: 自动检测

source: Automatically delete audio recordings while keeping text transcripts intact.
ca: Elimina automàticament els enregistraments d'àudio i conserva intactes les transcripcions de text.
de: Audioaufnahmen automatisch löschen, während Texttranskriptionen erhalten bleiben.
eo: Aŭtomate forigas sonregistraĵojn, konservante la tekstajn transskribojn.
pl: Automatycznie usuwa nagrania audio, zachowując transkrypcje tekstowe.
zh_hans: 自动删除音频录音，同时完整保留文字转写记录。

source: Automatically delete transcript history based on the retention period you set.
ca: Elimina automàticament l'historial de transcripcions segons el període de conservació que hagis definit.
de: Transkriptionshistorie automatisch basierend auf dem festgelegten Aufbewahrungszeitraum löschen.
eo: Aŭtomate forigas la transskriban historion laŭ la konserva periodo, kiun vi agordis.
pl: Automatycznie usuwa historię transkrypcji na podstawie ustawionego okresu przechowywania.
zh_hans: 根据你设置的保留期限自动删除转写记录。

source: Automatically presses a key combination after pasting text. Useful for chat applications or forms that use different send shortcuts.
ca: Prem automàticament una combinació de tecles després d'enganxar el text. És útil en apps de xat o formularis que fan servir dreceres d'enviament diferents.
de: Drückt nach dem Einfügen automatisch eine Tastenkombination. Nützlich für Chat-Apps oder Formulare mit abweichenden Sendekürzeln.
eo: Aŭtomate premas klavkombinon post algluo de teksto. Utila por babilaj aplikaĵoj aŭ formularoj, kiuj uzas malsamajn klavkombinojn por sendi.
pl: Automatycznie naciska skrót klawiaturowy po wklejeniu tekstu. Przydatne w aplikacjach do czatowania lub formularzach używających różnych skrótów wysyłania.
zh_hans: 粘贴文本后自动按下组合键。适用于使用不同发送快捷键的聊天 App 或表单。

source: Automatically remove configured filler words like 'uh', 'um', or 'hmm' from transcriptions. If no filler words are configured, this cleanup is skipped.
ca: Elimina automàticament de les transcripcions les paraules de farciment configurades, com ara «eh», «em» o «hmm». Si no n'hi ha cap de configurada, aquesta neteja s'omet.
de: Konfigurierte Füllwörter wie „ähm“, „äh“ oder „hmm“ automatisch aus Transkriptionen entfernen. Wenn keine Füllwörter konfiguriert sind, wird diese Bereinigung übersprungen.
eo: Aŭtomate forigas agorditajn plenigajn vortojn kiel „ehm“, „um“ aŭ „hmm“ el transskriboj. Se neniuj plenigaj vortoj estas agorditaj, ĉi tiu purigado estas preterlasata.
pl: Automatycznie usuwa skonfigurowane wyrazy wypełniające, np. „yyy", „um" lub „hmm", z transkrypcji. Jeśli nie skonfigurowano żadnych wyrazów wypełniających, czyszczenie jest pomijane.
zh_hans: 自动从转写中移除已配置的填充词，例如「uh」「um」或「hmm」。如果未配置任何填充词，将跳过此清理。

source: Automatically skip AI enhancement when the transcription has very few words. Short phrases like "yes", "thank you", or quick commands don't benefit from enhancement.
ca: Omet automàticament la millora amb IA quan la transcripció té molt poques paraules. Les frases curtes com «sí», «gràcies» o les ordres ràpides no es beneficien de la millora.
de: KI-Verbesserung automatisch überspringen, wenn die Transkription sehr wenige Wörter enthält. Kurze Phrasen wie „ja“, „danke“ oder schnelle Befehle profitieren nicht von der Verbesserung.
eo: Aŭtomate preterlasas AI-plibonigon, kiam la transskribo havas tre malmultajn vortojn. Mallongaj frazoj kiel „jes“, „dankon“ aŭ rapidaj komandoj ne profitas de plibonigo.
pl: Automatycznie pomija ulepszanie przez AI, gdy transkrypcja ma bardzo mało słów. Krótkie frazy, jak „tak", „dzięki" czy szybkie polecenia, nie korzystają z ulepszania.
zh_hans: 当转写内容字数很少时，自动跳过 AI 润色。「是的」「谢谢」之类的简短用语或快速指令并不能从润色中获益。

source: Available Enhancement Models
ca: Models de millora disponibles
de: Verfügbare Verbesserungsmodelle
eo: Disponeblaj plibonigaj modeloj
pl: Dostępne modele ulepszania
zh_hans: 可用的润色模型

source: Available Microphones
ca: Micròfons disponibles
de: Verfügbare Mikrofone
eo: Disponeblaj mikrofonoj
pl: Dostępne mikrofony
zh_hans: 可用麦克风

source: Available Transcription Models
ca: Models de transcripció disponibles
de: Verfügbare Transkriptionsmodelle
eo: Disponeblaj transskribaj modeloj
pl: Dostępne modele transkrypcji
zh_hans: 可用的转写模型

source: Avg. Audio
ca: Àudio mitjà
de: Ø Audio
eo: Mez. sonaĵo
pl: Śr. audio
zh_hans: 平均音频时长

source: Avg. Enhancement Time
ca: Temps mitjà de millora
de: Ø Verbesserungszeit
eo: Mez. tempo de plibonigo
pl: Śr. czas ulepszania
zh_hans: 平均润色用时

source: Avg. Process Time
ca: Temps mitjà de processament
de: Ø Verarbeitungszeit
eo: Mez. tempo de prilaboro
pl: Śr. czas przetwarzania
zh_hans: 平均处理时间

source: Avg. Processing
ca: Processament mitjà
de: Ø Verarbeitungszeit
eo: Mez. prilaboro
pl: Śr. przetwarzanie
zh_hans: 平均处理时间

source: Back
ca: Enrere
de: Zurück
eo: Reen
pl: Wstecz
zh_hans: 返回

source: Back to dashboard
ca: Tornar al tauler
de: Zurück zum Dashboard
eo: Reen al la panelo
pl: Wróć do pulpitu
zh_hans: 返回仪表盘

source: Backup
ca: Còpia de seguretat
de: Sicherung
eo: Sekurkopio
pl: Kopia zapasowa
zh_hans: 备份

source: Base URL
ca: URL base
de: Basis-URL
eo: Baza URL
pl: Bazowy URL

source: Base URL cannot be empty
ca: La URL base no pot estar buida
de: Basis-URL darf nicht leer sein
eo: Baza URL ne povas esti malplena
pl: Bazowy URL nie może być pusty
zh_hans: Base URL 不能为空

source: Base URL must be a valid URL
ca: La URL base ha de ser una URL vàlida
de: Basis-URL muss eine gültige URL sein
eo: Baza URL devas esti valida URL
pl: Bazowy URL musi być prawidłowym adresem URL
zh_hans: Base URL 必须是有效的 URL

source: Base URL must use HTTPS (plain HTTP is allowed only for localhost)
ca: La URL base ha de fer servir HTTPS (l'HTTP simple només es permet per a localhost)
eo: Baza URL devas uzi HTTPS (simpla HTTP estas permesata nur por localhost)
pl: Bazowy URL musi używać HTTPS (zwykłe HTTP dozwolone tylko dla localhost)

source: Built in
ca: Integrat
eo: Enkonstruita
pl: Wbudowany
zh_hans: 内置

source: Calculating %@.
ca: S'està calculant el teu %@.
de: %@ wird berechnet.
eo: Kalkulante %@.
pl: Obliczanie %@.
zh_hans: 正在计算 %@。

source: Cancel
ca: Cancel·lar
de: Abbrechen
eo: Nuligi
pl: Anuluj
zh_hans: 取消

source: Cancel Recording
ca: Cancel·lar l'enregistrament
de: Aufnahme abbrechen
eo: Nuligi registradon
pl: Anuluj nagrywanie
zh_hans: 取消录音

source: Cancel transcription
ca: Cancel·lar la transcripció
de: Transkription abbrechen
eo: Nuligi transskribon
pl: Anuluj transkrypcję
zh_hans: 取消转写

source: Cannot retry: Audio file not found
ca: No es pot tornar a provar: no s'ha trobat el fitxer d'àudio
de: Wiederholung nicht möglich: Audiodatei nicht gefunden
eo: Ne eblas reprovi: sondosiero ne trovita
pl: Nie można ponowić: nie znaleziono pliku audio
zh_hans: 无法重试：未找到音频文件

source: Cannot Save Mode
ca: No es pot desar el mode
de: Modus kann nicht gespeichert werden
eo: Ne eblas konservi reĝimon
pl: Nie można zapisać trybu
zh_hans: 无法存储模式

source: Changelog
ca: Registre de canvis
de: Änderungsprotokoll
eo: Ŝanĝoprotokolo
pl: Historia zmian
zh_hans: 更新日志

source: Check for Updates
ca: Cercar actualitzacions
de: Nach Updates suchen
eo: Kontroli ĝisdatigojn
pl: Sprawdź aktualizacje
zh_hans: 检查更新

source: Check for Updates…
ca: Cercar actualitzacions…
de: Nach Updates suchen …
eo: Kontroli ĝisdatigojn…
pl: Sprawdź aktualizacje…
zh_hans: 检查更新…

source: Check the default model try again. If the problem persists, try a different model.
ca: Comprova el model per defecte i torna-ho a provar. Si el problema continua, prova un altre model.
de: Überprüfe das Standardmodell und versuche es erneut. Wenn das Problem weiterhin besteht, probiere ein anderes Modell.
eo: Kontrolu la defaŭltan modelon kaj reprovu. Se la problemo daŭras, provu alian modelon.
pl: Sprawdź domyślny model i spróbuj ponownie. Jeśli problem się utrzymuje, wypróbuj inny model.
zh_hans: 请检查默认模型并重试。如果问题仍然存在，请尝试其他模型。

source: Checking
ca: Comprovant
de: Wird geprüft
eo: Kontrolante
pl: Sprawdzanie
zh_hans: 正在检查

source: Checking cached models...
ca: S'estan comprovant els models a la memòria cau...
de: Zwischengespeicherte Modelle werden geprüft...
eo: Kontrolante kaŝmemorigitajn modelojn...
pl: Sprawdzanie zapisanych w pamięci podręcznej modeli...
zh_hans: 正在检查缓存的模型…

source: Checking whether this Apple Speech language is downloaded.
ca: S'està comprovant si aquest idioma d'Apple Speech està baixat.
de: Es wird geprüft, ob diese Apple-Speech-Sprache heruntergeladen ist.
eo: Kontrolante, ĉu ĉi tiu lingvo por Apple Speech estas elŝutita.
pl: Sprawdzanie, czy ten język Apple Speech jest pobrany.
zh_hans: 正在检查此 Apple Speech 语言是否已下载。

source: Choose
ca: Triar
de: Auswählen
eo: Elekti
pl: Wybierz
zh_hans: 选取

source: Choose %@ Sound
ca: Triar el so: %@
de: %@-Klang auswählen
eo: Elekti sonon por %@
pl: Wybierz dźwięk %@
zh_hans: 选取 %@ 提示音

source: Choose a Language to Remove
ca: Tria l'idioma que vols treure
de: Sprache zum Entfernen auswählen
eo: Elekti lingvon por forigi
pl: Wybierz język do usunięcia
zh_hans: 选取要移除的语言

source: Choose a location to save your settings.
ca: Tria una ubicació per desar la configuració.
de: Wähle einen Speicherort für deine Einstellungen.
eo: Elektu lokon por konservi viajn agordojn.
pl: Wybierz lokalizację, w której chcesz zapisać ustawienia.
zh_hans: 选取一个位置来存储你的设置。

source: Choose a settings backup, then select what you want to import.
ca: Tria una còpia de seguretat de la configuració i, després, selecciona què vols importar.
de: Wähle ein Einstellungs-Backup und dann, was importiert werden soll.
eo: Elektu sekurkopion de agordoj, poste elektu, kion vi volas importi.
pl: Wybierz kopię zapasową ustawień, a następnie zaznacz, co chcesz zaimportować.
zh_hans: 选取一个设置备份，然后选择要导入的内容。

source: Choose a shortcut to get started.
ca: Tria una drecera per començar.
de: Wähle eine Tastenkombination, um loszulegen.
eo: Elektu klavkombinon por komenci.
pl: Wybierz skrót, żeby zacząć.
zh_hans: 选取一个快捷键以开始。

source: Choose Files
ca: Triar fitxers
de: Dateien auswählen
eo: Elekti dosierojn
pl: Wybierz pliki
zh_hans: 选取文件

source: Choose Microphone
ca: Triar un micròfon
de: Mikrofon auswählen
eo: Elekti mikrofonon
pl: Wybierz mikrofon
zh_hans: 选取麦克风

source: Choose what to import from this backup.
ca: Tria què vols importar d'aquesta còpia de seguretat.
de: Wähle aus, was aus diesem Backup importiert werden soll.
eo: Elektu, kion importi el ĉi tiu sekurkopio.
pl: Wybierz, co chcesz zaimportować z tej kopii zapasowej.
zh_hans: 选取要从此备份中导入的内容。

source: Claude, Codex, scripts, or any command
ca: Claude, Codex, scripts o qualsevol ordre
de: Claude, Codex, Skripte oder beliebige Befehle
eo: Claude, Codex, skriptoj aŭ ajna komando
pl: Claude, Codex, skrypty lub dowolne polecenie
zh_hans: Claude、Codex、脚本或任何命令

source: Cleanup Complete
ca: Neteja completada
de: Bereinigung abgeschlossen
eo: Purigado finita
pl: Czyszczenie zakończone
zh_hans: 清理完成

source: Cleanup complete.
ca: Neteja completada.
de: Bereinigung abgeschlossen.
eo: Purigado finita.
pl: Czyszczenie zakończone.
zh_hans: 清理完成。

source: Clear
ca: Esborrar
de: Leeren
eo: Vakigi
pl: Wyczyść
zh_hans: 清除

source: Clear all items
ca: Esborrar tots els elements
de: Alle Elemente löschen
eo: Vakigi ĉiujn erojn
pl: Wyczyść wszystkie elementy
zh_hans: 清除所有项目

source: Click to edit dashboard name
ca: Fes clic per editar el nom del tauler
de: Dashboardnamen bearbeiten
eo: Alklaku por redakti la nomon de la panelo
pl: Kliknij, aby edytować nazwę pulpitu
zh_hans: 点击编辑仪表盘名称

source: Clipboard
ca: Porta-retalls
de: Zwischenablage
eo: Tondujo
pl: Schowek
zh_hans: 剪贴板

source: Close
ca: Tancar
de: Schließen
eo: Fermi
pl: Zamknij
zh_hans: 关闭

source: Cloud
ca: Núvol
eo: Nubo
pl: Chmura
zh_hans: 云端

source: Cloud Providers
ca: Proveïdors al núvol
de: Cloud-Anbieter
eo: Nubaj provizantoj
pl: Dostawcy chmurowi
zh_hans: 云端提供商

source: Combines transcription with an LLM to create a polished version.
ca: Combina la transcripció amb un LLM per crear-ne una versió polida.
de: Kombiniert Transkription mit einem LLM, um eine ausgefeilte Version zu erstellen.
eo: Kombinas transskribon kun lingvomodelo (LLM) por krei poluritan version.
pl: Łączy transkrypcję z modelem językowym, tworząc dopracowaną wersję.
zh_hans: 将转写与 LLM 结合，生成润色后的版本。

source: Command
ca: Ordre
de: Befehl
eo: Komando
pl: Polecenie
zh_hans: 命令

source: Command + Return (⌘⏎)
ca: Ordre + Retorn (⌘⏎)
de: Befehlstaste + Eingabe (⌘⏎)

source: Compiling %@
ca: S'està compilant %@
de: %@ wird kompiliert
eo: Kompilante %@
pl: Kompilowanie %@
zh_hans: 正在编译 %@

source: Complete Onboarding
ca: Completar la introducció
de: Einführung abschließen
eo: Fini enkondukon
pl: Zakończ wdrożenie
zh_hans: 完成新手引导

source: Configure
ca: Configurar
de: Konfigurieren
eo: Agordi
pl: Konfiguruj
zh_hans: 配置

source: Configure API Keys
ca: Configurar les claus d'API
de: API-Schlüssel konfigurieren
eo: Agordi API-ŝlosilojn
pl: Skonfiguruj klucze API
zh_hans: 配置 API 密钥

source: Configure Transcription Model
ca: Configurar el model de transcripció
de: Transkriptionsmodell konfigurieren
eo: Agordi transskriban modelon
pl: Skonfiguruj model transkrypcji
zh_hans: 配置转写模型

source: Configured
ca: Configurat
de: Konfiguriert
eo: Agordita
pl: Skonfigurowano
zh_hans: 已配置

source: Connect
ca: Connectar
de: Verbinden
eo: Konekti
pl: Połącz
zh_hans: 连接

source: Connect a microphone or allow microphone access, then refresh.
ca: Connecta un micròfon o permet l'accés al micròfon i, després, actualitza.
de: Schließe ein Mikrofon an oder erlaube den Mikrofonzugriff und aktualisiere dann.
eo: Konektu mikrofonon aŭ permesu aliron al la mikrofono, poste refreŝigu.
pl: Podłącz mikrofon lub zezwól na dostęp do mikrofonu, a następnie odśwież.
zh_hans: 请连接麦克风或允许麦克风访问，然后刷新。

source: Connected
ca: Connectat
de: Verbunden
eo: Konektita
pl: Połączono
zh_hans: 已连接

source: Connected (%lldms)
ca: Connectat (%lldms)
eo: Konektita (%lldms)
pl: Połączono (%lldms)

source: Connection
ca: Connexió
de: Verbindung
eo: Konekto
pl: Połączenie
zh_hans: 连接

source: Connection verified.
ca: Connexió verificada.
de: Verbindung verifiziert.
eo: Konekto kontrolita.
pl: Połączenie zweryfikowane.
zh_hans: 连接已验证。

source: Context Awareness
ca: Consciència del context
de: Kontexterkennung
eo: Kunteksta konscio
pl: Świadomość kontekstu
zh_hans: 上下文感知

source: Continue
ca: Continuar
de: Weiter
eo: Daŭrigi
pl: Kontynuuj
zh_hans: 继续

source: Convert transcription output to lowercase.
ca: Converteix el resultat de la transcripció a minúscules.
de: Transkriptionsausgabe in Kleinbuchstaben umwandeln.
eo: Konvertas la transskriban rezulton al minuskloj.
pl: Konwertuje wynik transkrypcji na małe litery.
zh_hans: 将转写输出转换为小写。

source: Copied
ca: Copiat
de: Kopiert
eo: Kopiita
pl: Skopiowano
zh_hans: 已拷贝

source: Copied to clipboard
ca: Copiat al porta-retalls
de: In Zwischenablage kopiert
eo: Kopiita al la tondujo
pl: Skopiowano do schowka
zh_hans: 已拷贝到剪贴板

source: Copied!
ca: Copiat!
de: Kopiert!
eo: Kopiita!
pl: Skopiowano!
zh_hans: 已拷贝！

source: Copy
ca: Copiar
de: Kopieren
eo: Kopii
pl: Kopiuj
zh_hans: 复制

source: Copy API key
ca: Copiar la clau d'API
eo: Kopii API-ŝlosilon
pl: Kopiuj klucz API
